# RbsElecAnalyticalLoadDensity Property (2022)

---
C#Visual BasicVisual C++
Revit 2022 API
---
ParameterTypeId..::..RbsElecAnalyticalLoadDensity Property
ParameterTypeId Class See Also
---
"Load Density"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecAnalyticalLoadDensity { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecAnalyticalLoadDensity As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadDensity {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace